export default {
  wg: { costs: [15, 15, 30, 60], sells: [8, 15, 30, 60], damage: 50 },
  rg: { costs: [30, 30, 70, 100], sells: [15, 30, 65, 115], damage: 300 },
  gg: { costs: [25, 20, 60, 180], sells: [13, 23, 53, 143], damage: 200 },
  bg: { costs: [50, 40, 100, 250], sells: [25, 45, 95, 220], damage: 15 },
};


'wg 8 15 30 0'
'gg 13 23 53 0'
'rg 15 30 65 0'
'половина вложенных денег'

'wg 14 ударов'
'gg 6, 9  ударов => hp*1.5'


'моё ценообразование'
'белая -> 1враг / 3сек -> 15$'
'зелёная -> 5врагов / 6сек -> 35$'
'красная -> 1враг / 2сек * бонус за дальность -> 45$'
'синяя -> 3врага / 6cек * бонус за стабильный огонь -> 65$'


'деньги в соответствии с хп. 1 квадрат = 120 hp без множителя волны. 120hp - 2$'

